{
  "David Glen \"Goody\" Goodeman, 56, of Charlevoix, died on {temporal}": [
    [
      0,
      "Monday",
      "David Glen \"Goody\" Goodeman, 56, of Charlevoix, died on Monday"
    ],
    [
      1,
      "Tuesday",
      "David Glen \"Goody\" Goodeman, 56, of Charlevoix, died on Tuesday"
    ],
    [
      2,
      "Wednesday",
      "David Glen \"Goody\" Goodeman, 56, of Charlevoix, died on Wednesday"
    ],
    [
      3,
      "Thursday",
      "David Glen \"Goody\" Goodeman, 56, of Charlevoix, died on Thursday"
    ],
    [
      4,
      "Friday",
      "David Glen \"Goody\" Goodeman, 56, of Charlevoix, died on Friday"
    ],
    [
      5,
      "Saturday",
      "David Glen \"Goody\" Goodeman, 56, of Charlevoix, died on Saturday"
    ],
    [
      6,
      "Sunday",
      "David Glen \"Goody\" Goodeman, 56, of Charlevoix, died on Sunday"
    ]
  ],
  "Due to commencement activities, the Beinecke Library will open {temporal}": [
    [
      0,
      "Monday",
      "Due to commencement activities, the Beinecke Library will open Monday"
    ],
    [
      1,
      "Tuesday",
      "Due to commencement activities, the Beinecke Library will open Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Due to commencement activities, the Beinecke Library will open Wednesday"
    ],
    [
      3,
      "Thursday",
      "Due to commencement activities, the Beinecke Library will open Thursday"
    ],
    [
      4,
      "Friday",
      "Due to commencement activities, the Beinecke Library will open Friday"
    ],
    [
      5,
      "Saturday",
      "Due to commencement activities, the Beinecke Library will open Saturday"
    ],
    [
      6,
      "Sunday",
      "Due to commencement activities, the Beinecke Library will open Sunday"
    ]
  ],
  "The Rose Park Senior Center offers beginner and intermediate line dancing classes {temporal}": [
    [
      0,
      "Monday",
      "The Rose Park Senior Center offers beginner and intermediate line dancing classes Monday"
    ],
    [
      1,
      "Tuesday",
      "The Rose Park Senior Center offers beginner and intermediate line dancing classes Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The Rose Park Senior Center offers beginner and intermediate line dancing classes Wednesday"
    ],
    [
      3,
      "Thursday",
      "The Rose Park Senior Center offers beginner and intermediate line dancing classes Thursday"
    ],
    [
      4,
      "Friday",
      "The Rose Park Senior Center offers beginner and intermediate line dancing classes Friday"
    ],
    [
      5,
      "Saturday",
      "The Rose Park Senior Center offers beginner and intermediate line dancing classes Saturday"
    ],
    [
      6,
      "Sunday",
      "The Rose Park Senior Center offers beginner and intermediate line dancing classes Sunday"
    ]
  ],
  "It was an amazing experience. The exhibit will be open through December 5, {temporal}": [
    [
      0,
      "Monday",
      "It was an amazing experience. The exhibit will be open through December 5, Monday"
    ],
    [
      1,
      "Tuesday",
      "It was an amazing experience. The exhibit will be open through December 5, Tuesday"
    ],
    [
      2,
      "Wednesday",
      "It was an amazing experience. The exhibit will be open through December 5, Wednesday"
    ],
    [
      3,
      "Thursday",
      "It was an amazing experience. The exhibit will be open through December 5, Thursday"
    ],
    [
      4,
      "Friday",
      "It was an amazing experience. The exhibit will be open through December 5, Friday"
    ],
    [
      5,
      "Saturday",
      "It was an amazing experience. The exhibit will be open through December 5, Saturday"
    ],
    [
      6,
      "Sunday",
      "It was an amazing experience. The exhibit will be open through December 5, Sunday"
    ]
  ],
  "We are launching the property registration part of our website {temporal}\nHe said that Randy Fera": [
    [
      0,
      "Monday",
      "We are launching the property registration part of our website Monday He said that Randy Fera"
    ],
    [
      1,
      "Tuesday",
      "We are launching the property registration part of our website Tuesday He said that Randy Fera"
    ],
    [
      2,
      "Wednesday",
      "We are launching the property registration part of our website Wednesday He said that Randy Fera"
    ],
    [
      3,
      "Thursday",
      "We are launching the property registration part of our website Thursday He said that Randy Fera"
    ],
    [
      4,
      "Friday",
      "We are launching the property registration part of our website Friday He said that Randy Fera"
    ],
    [
      5,
      "Saturday",
      "We are launching the property registration part of our website Saturday He said that Randy Fera"
    ],
    [
      6,
      "Sunday",
      "We are launching the property registration part of our website Sunday He said that Randy Fera"
    ]
  ],
  "Ed Ansbro, executive vice president of Fairwood Capital, confirmed {temporal}": [
    [
      0,
      "Monday",
      "Ed Ansbro, executive vice president of Fairwood Capital, confirmed Monday"
    ],
    [
      1,
      "Tuesday",
      "Ed Ansbro, executive vice president of Fairwood Capital, confirmed Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Ed Ansbro, executive vice president of Fairwood Capital, confirmed Wednesday"
    ],
    [
      3,
      "Thursday",
      "Ed Ansbro, executive vice president of Fairwood Capital, confirmed Thursday"
    ],
    [
      4,
      "Friday",
      "Ed Ansbro, executive vice president of Fairwood Capital, confirmed Friday"
    ],
    [
      5,
      "Saturday",
      "Ed Ansbro, executive vice president of Fairwood Capital, confirmed Saturday"
    ],
    [
      6,
      "Sunday",
      "Ed Ansbro, executive vice president of Fairwood Capital, confirmed Sunday"
    ]
  ],
  "that of the dedication of the cathedral; it should now be altered to {temporal}\"": [
    [
      0,
      "Monday",
      "that of the dedication of the cathedral; it should now be altered to Monday\""
    ],
    [
      1,
      "Tuesday",
      "that of the dedication of the cathedral; it should now be altered to Tuesday\""
    ],
    [
      2,
      "Wednesday",
      "that of the dedication of the cathedral; it should now be altered to Wednesday\""
    ],
    [
      3,
      "Thursday",
      "that of the dedication of the cathedral; it should now be altered to Thursday\""
    ],
    [
      4,
      "Friday",
      "that of the dedication of the cathedral; it should now be altered to Friday\""
    ],
    [
      5,
      "Saturday",
      "that of the dedication of the cathedral; it should now be altered to Saturday\""
    ],
    [
      6,
      "Sunday",
      "that of the dedication of the cathedral; it should now be altered to Sunday\""
    ]
  ],
  "Second, our summer library hours begin this week -- we're open from {temporal}": [
    [
      0,
      "Monday",
      "Second, our summer library hours begin this week -- we're open from Monday"
    ],
    [
      1,
      "Tuesday",
      "Second, our summer library hours begin this week -- we're open from Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Second, our summer library hours begin this week -- we're open from Wednesday"
    ],
    [
      3,
      "Thursday",
      "Second, our summer library hours begin this week -- we're open from Thursday"
    ],
    [
      4,
      "Friday",
      "Second, our summer library hours begin this week -- we're open from Friday"
    ],
    [
      5,
      "Saturday",
      "Second, our summer library hours begin this week -- we're open from Saturday"
    ],
    [
      6,
      "Sunday",
      "Second, our summer library hours begin this week -- we're open from Sunday"
    ]
  ],
  "BOSTON -- The original \"dirt dog\" was back at Fenway Park {temporal}": [
    [
      0,
      "Monday",
      "BOSTON -- The original \"dirt dog\" was back at Fenway Park Monday"
    ],
    [
      1,
      "Tuesday",
      "BOSTON -- The original \"dirt dog\" was back at Fenway Park Tuesday"
    ],
    [
      2,
      "Wednesday",
      "BOSTON -- The original \"dirt dog\" was back at Fenway Park Wednesday"
    ],
    [
      3,
      "Thursday",
      "BOSTON -- The original \"dirt dog\" was back at Fenway Park Thursday"
    ],
    [
      4,
      "Friday",
      "BOSTON -- The original \"dirt dog\" was back at Fenway Park Friday"
    ],
    [
      5,
      "Saturday",
      "BOSTON -- The original \"dirt dog\" was back at Fenway Park Saturday"
    ],
    [
      6,
      "Sunday",
      "BOSTON -- The original \"dirt dog\" was back at Fenway Park Sunday"
    ]
  ],
  "A gunman on a motorcycle shot and severely wounded an elderly Swedish woman who worked at a church in eastern Pakistan {temporal}": [
    [
      0,
      "Monday",
      "A gunman on a motorcycle shot and severely wounded an elderly Swedish woman who worked at a church in eastern Pakistan Monday"
    ],
    [
      1,
      "Tuesday",
      "A gunman on a motorcycle shot and severely wounded an elderly Swedish woman who worked at a church in eastern Pakistan Tuesday"
    ],
    [
      2,
      "Wednesday",
      "A gunman on a motorcycle shot and severely wounded an elderly Swedish woman who worked at a church in eastern Pakistan Wednesday"
    ],
    [
      3,
      "Thursday",
      "A gunman on a motorcycle shot and severely wounded an elderly Swedish woman who worked at a church in eastern Pakistan Thursday"
    ],
    [
      4,
      "Friday",
      "A gunman on a motorcycle shot and severely wounded an elderly Swedish woman who worked at a church in eastern Pakistan Friday"
    ],
    [
      5,
      "Saturday",
      "A gunman on a motorcycle shot and severely wounded an elderly Swedish woman who worked at a church in eastern Pakistan Saturday"
    ],
    [
      6,
      "Sunday",
      "A gunman on a motorcycle shot and severely wounded an elderly Swedish woman who worked at a church in eastern Pakistan Sunday"
    ]
  ],
  "My apologies to the lady I spoke harshly to in the Kroger parking lot {temporal}": [
    [
      0,
      "Monday",
      "My apologies to the lady I spoke harshly to in the Kroger parking lot Monday"
    ],
    [
      1,
      "Tuesday",
      "My apologies to the lady I spoke harshly to in the Kroger parking lot Tuesday"
    ],
    [
      2,
      "Wednesday",
      "My apologies to the lady I spoke harshly to in the Kroger parking lot Wednesday"
    ],
    [
      3,
      "Thursday",
      "My apologies to the lady I spoke harshly to in the Kroger parking lot Thursday"
    ],
    [
      4,
      "Friday",
      "My apologies to the lady I spoke harshly to in the Kroger parking lot Friday"
    ],
    [
      5,
      "Saturday",
      "My apologies to the lady I spoke harshly to in the Kroger parking lot Saturday"
    ],
    [
      6,
      "Sunday",
      "My apologies to the lady I spoke harshly to in the Kroger parking lot Sunday"
    ]
  ],
  "If I'm following this correctly, according to one spokesperson for the Marine Corps Band, at {temporal}": [
    [
      0,
      "Monday",
      "If I'm following this correctly, according to one spokesperson for the Marine Corps Band, at Monday"
    ],
    [
      1,
      "Tuesday",
      "If I'm following this correctly, according to one spokesperson for the Marine Corps Band, at Tuesday"
    ],
    [
      2,
      "Wednesday",
      "If I'm following this correctly, according to one spokesperson for the Marine Corps Band, at Wednesday"
    ],
    [
      3,
      "Thursday",
      "If I'm following this correctly, according to one spokesperson for the Marine Corps Band, at Thursday"
    ],
    [
      4,
      "Friday",
      "If I'm following this correctly, according to one spokesperson for the Marine Corps Band, at Friday"
    ],
    [
      5,
      "Saturday",
      "If I'm following this correctly, according to one spokesperson for the Marine Corps Band, at Saturday"
    ],
    [
      6,
      "Sunday",
      "If I'm following this correctly, according to one spokesperson for the Marine Corps Band, at Sunday"
    ]
  ],
  "The first new development in the case in the last several weeks came {temporal}": [
    [
      0,
      "Monday",
      "The first new development in the case in the last several weeks came Monday"
    ],
    [
      1,
      "Tuesday",
      "The first new development in the case in the last several weeks came Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The first new development in the case in the last several weeks came Wednesday"
    ],
    [
      3,
      "Thursday",
      "The first new development in the case in the last several weeks came Thursday"
    ],
    [
      4,
      "Friday",
      "The first new development in the case in the last several weeks came Friday"
    ],
    [
      5,
      "Saturday",
      "The first new development in the case in the last several weeks came Saturday"
    ],
    [
      6,
      "Sunday",
      "The first new development in the case in the last several weeks came Sunday"
    ]
  ],
  "In his letter, Mr. Yazici gave Mr. Danailov a deadline of {temporal}": [
    [
      0,
      "Monday",
      "In his letter, Mr. Yazici gave Mr. Danailov a deadline of Monday"
    ],
    [
      1,
      "Tuesday",
      "In his letter, Mr. Yazici gave Mr. Danailov a deadline of Tuesday"
    ],
    [
      2,
      "Wednesday",
      "In his letter, Mr. Yazici gave Mr. Danailov a deadline of Wednesday"
    ],
    [
      3,
      "Thursday",
      "In his letter, Mr. Yazici gave Mr. Danailov a deadline of Thursday"
    ],
    [
      4,
      "Friday",
      "In his letter, Mr. Yazici gave Mr. Danailov a deadline of Friday"
    ],
    [
      5,
      "Saturday",
      "In his letter, Mr. Yazici gave Mr. Danailov a deadline of Saturday"
    ],
    [
      6,
      "Sunday",
      "In his letter, Mr. Yazici gave Mr. Danailov a deadline of Sunday"
    ]
  ],
  "We've been talking about getting a dog for over a year now, and {temporal}": [
    [
      0,
      "Monday",
      "We've been talking about getting a dog for over a year now, and Monday"
    ],
    [
      1,
      "Tuesday",
      "We've been talking about getting a dog for over a year now, and Tuesday"
    ],
    [
      2,
      "Wednesday",
      "We've been talking about getting a dog for over a year now, and Wednesday"
    ],
    [
      3,
      "Thursday",
      "We've been talking about getting a dog for over a year now, and Thursday"
    ],
    [
      4,
      "Friday",
      "We've been talking about getting a dog for over a year now, and Friday"
    ],
    [
      5,
      "Saturday",
      "We've been talking about getting a dog for over a year now, and Saturday"
    ],
    [
      6,
      "Sunday",
      "We've been talking about getting a dog for over a year now, and Sunday"
    ]
  ],
  "Jurgen Klinsmann will name his roster for the United States national team's next two qualifiers {temporal}": [
    [
      0,
      "Monday",
      "Jurgen Klinsmann will name his roster for the United States national team's next two qualifiers Monday"
    ],
    [
      1,
      "Tuesday",
      "Jurgen Klinsmann will name his roster for the United States national team's next two qualifiers Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Jurgen Klinsmann will name his roster for the United States national team's next two qualifiers Wednesday"
    ],
    [
      3,
      "Thursday",
      "Jurgen Klinsmann will name his roster for the United States national team's next two qualifiers Thursday"
    ],
    [
      4,
      "Friday",
      "Jurgen Klinsmann will name his roster for the United States national team's next two qualifiers Friday"
    ],
    [
      5,
      "Saturday",
      "Jurgen Klinsmann will name his roster for the United States national team's next two qualifiers Saturday"
    ],
    [
      6,
      "Sunday",
      "Jurgen Klinsmann will name his roster for the United States national team's next two qualifiers Sunday"
    ]
  ],
  "The Mountain Lions will play exhibition games against two Division I teams, Weber State and Idaho, {temporal}": [
    [
      0,
      "Monday",
      "The Mountain Lions will play exhibition games against two Division I teams, Weber State and Idaho, Monday"
    ],
    [
      1,
      "Tuesday",
      "The Mountain Lions will play exhibition games against two Division I teams, Weber State and Idaho, Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The Mountain Lions will play exhibition games against two Division I teams, Weber State and Idaho, Wednesday"
    ],
    [
      3,
      "Thursday",
      "The Mountain Lions will play exhibition games against two Division I teams, Weber State and Idaho, Thursday"
    ],
    [
      4,
      "Friday",
      "The Mountain Lions will play exhibition games against two Division I teams, Weber State and Idaho, Friday"
    ],
    [
      5,
      "Saturday",
      "The Mountain Lions will play exhibition games against two Division I teams, Weber State and Idaho, Saturday"
    ],
    [
      6,
      "Sunday",
      "The Mountain Lions will play exhibition games against two Division I teams, Weber State and Idaho, Sunday"
    ]
  ],
  "The deadline for our weekly photo contest is {temporal}": [
    [
      0,
      "Monday",
      "The deadline for our weekly photo contest is Monday"
    ],
    [
      1,
      "Tuesday",
      "The deadline for our weekly photo contest is Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The deadline for our weekly photo contest is Wednesday"
    ],
    [
      3,
      "Thursday",
      "The deadline for our weekly photo contest is Thursday"
    ],
    [
      4,
      "Friday",
      "The deadline for our weekly photo contest is Friday"
    ],
    [
      5,
      "Saturday",
      "The deadline for our weekly photo contest is Saturday"
    ],
    [
      6,
      "Sunday",
      "The deadline for our weekly photo contest is Sunday"
    ]
  ],
  "Get a sneak peek here before the full-length video premieres {temporal}": [
    [
      0,
      "Monday",
      "Get a sneak peek here before the full-length video premieres Monday"
    ],
    [
      1,
      "Tuesday",
      "Get a sneak peek here before the full-length video premieres Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Get a sneak peek here before the full-length video premieres Wednesday"
    ],
    [
      3,
      "Thursday",
      "Get a sneak peek here before the full-length video premieres Thursday"
    ],
    [
      4,
      "Friday",
      "Get a sneak peek here before the full-length video premieres Friday"
    ],
    [
      5,
      "Saturday",
      "Get a sneak peek here before the full-length video premieres Saturday"
    ],
    [
      6,
      "Sunday",
      "Get a sneak peek here before the full-length video premieres Sunday"
    ]
  ],
  "Last week, it was Nevada for immigration reform. {temporal}": [
    [
      0,
      "Monday",
      "Last week, it was Nevada for immigration reform. Monday"
    ],
    [
      1,
      "Tuesday",
      "Last week, it was Nevada for immigration reform. Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Last week, it was Nevada for immigration reform. Wednesday"
    ],
    [
      3,
      "Thursday",
      "Last week, it was Nevada for immigration reform. Thursday"
    ],
    [
      4,
      "Friday",
      "Last week, it was Nevada for immigration reform. Friday"
    ],
    [
      5,
      "Saturday",
      "Last week, it was Nevada for immigration reform. Saturday"
    ],
    [
      6,
      "Sunday",
      "Last week, it was Nevada for immigration reform. Sunday"
    ]
  ],
  "But when Pope Benedict XVI arrives in Cuba {temporal}": [
    [
      0,
      "Monday",
      "But when Pope Benedict XVI arrives in Cuba Monday"
    ],
    [
      1,
      "Tuesday",
      "But when Pope Benedict XVI arrives in Cuba Tuesday"
    ],
    [
      2,
      "Wednesday",
      "But when Pope Benedict XVI arrives in Cuba Wednesday"
    ],
    [
      3,
      "Thursday",
      "But when Pope Benedict XVI arrives in Cuba Thursday"
    ],
    [
      4,
      "Friday",
      "But when Pope Benedict XVI arrives in Cuba Friday"
    ],
    [
      5,
      "Saturday",
      "But when Pope Benedict XVI arrives in Cuba Saturday"
    ],
    [
      6,
      "Sunday",
      "But when Pope Benedict XVI arrives in Cuba Sunday"
    ]
  ],
  "\"That includes marriage,\" Clinton says in an online video released {temporal}": [
    [
      0,
      "Monday",
      "\"That includes marriage,\" Clinton says in an online video released Monday"
    ],
    [
      1,
      "Tuesday",
      "\"That includes marriage,\" Clinton says in an online video released Tuesday"
    ],
    [
      2,
      "Wednesday",
      "\"That includes marriage,\" Clinton says in an online video released Wednesday"
    ],
    [
      3,
      "Thursday",
      "\"That includes marriage,\" Clinton says in an online video released Thursday"
    ],
    [
      4,
      "Friday",
      "\"That includes marriage,\" Clinton says in an online video released Friday"
    ],
    [
      5,
      "Saturday",
      "\"That includes marriage,\" Clinton says in an online video released Saturday"
    ],
    [
      6,
      "Sunday",
      "\"That includes marriage,\" Clinton says in an online video released Sunday"
    ]
  ],
  "The man who allegedly wore a gas mask while robbing a Starbucks last week was identified {temporal}": [
    [
      0,
      "Monday",
      "The man who allegedly wore a gas mask while robbing a Starbucks last week was identified Monday"
    ],
    [
      1,
      "Tuesday",
      "The man who allegedly wore a gas mask while robbing a Starbucks last week was identified Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The man who allegedly wore a gas mask while robbing a Starbucks last week was identified Wednesday"
    ],
    [
      3,
      "Thursday",
      "The man who allegedly wore a gas mask while robbing a Starbucks last week was identified Thursday"
    ],
    [
      4,
      "Friday",
      "The man who allegedly wore a gas mask while robbing a Starbucks last week was identified Friday"
    ],
    [
      5,
      "Saturday",
      "The man who allegedly wore a gas mask while robbing a Starbucks last week was identified Saturday"
    ],
    [
      6,
      "Sunday",
      "The man who allegedly wore a gas mask while robbing a Starbucks last week was identified Sunday"
    ]
  ],
  "2) My second Weaver's Circle novella, Long Memory, came out {temporal}": [
    [
      0,
      "Monday",
      "2) My second Weaver's Circle novella, Long Memory, came out Monday"
    ],
    [
      1,
      "Tuesday",
      "2) My second Weaver's Circle novella, Long Memory, came out Tuesday"
    ],
    [
      2,
      "Wednesday",
      "2) My second Weaver's Circle novella, Long Memory, came out Wednesday"
    ],
    [
      3,
      "Thursday",
      "2) My second Weaver's Circle novella, Long Memory, came out Thursday"
    ],
    [
      4,
      "Friday",
      "2) My second Weaver's Circle novella, Long Memory, came out Friday"
    ],
    [
      5,
      "Saturday",
      "2) My second Weaver's Circle novella, Long Memory, came out Saturday"
    ],
    [
      6,
      "Sunday",
      "2) My second Weaver's Circle novella, Long Memory, came out Sunday"
    ]
  ],
  "That much is certain after the boisterous discourse that took place during {temporal}": [
    [
      0,
      "Monday",
      "That much is certain after the boisterous discourse that took place during Monday"
    ],
    [
      1,
      "Tuesday",
      "That much is certain after the boisterous discourse that took place during Tuesday"
    ],
    [
      2,
      "Wednesday",
      "That much is certain after the boisterous discourse that took place during Wednesday"
    ],
    [
      3,
      "Thursday",
      "That much is certain after the boisterous discourse that took place during Thursday"
    ],
    [
      4,
      "Friday",
      "That much is certain after the boisterous discourse that took place during Friday"
    ],
    [
      5,
      "Saturday",
      "That much is certain after the boisterous discourse that took place during Saturday"
    ],
    [
      6,
      "Sunday",
      "That much is certain after the boisterous discourse that took place during Sunday"
    ]
  ],
  "\"We believe he is ready to go,\" general manager Mike Rizzo said {temporal}": [
    [
      0,
      "Monday",
      "\"We believe he is ready to go,\" general manager Mike Rizzo said Monday"
    ],
    [
      1,
      "Tuesday",
      "\"We believe he is ready to go,\" general manager Mike Rizzo said Tuesday"
    ],
    [
      2,
      "Wednesday",
      "\"We believe he is ready to go,\" general manager Mike Rizzo said Wednesday"
    ],
    [
      3,
      "Thursday",
      "\"We believe he is ready to go,\" general manager Mike Rizzo said Thursday"
    ],
    [
      4,
      "Friday",
      "\"We believe he is ready to go,\" general manager Mike Rizzo said Friday"
    ],
    [
      5,
      "Saturday",
      "\"We believe he is ready to go,\" general manager Mike Rizzo said Saturday"
    ],
    [
      6,
      "Sunday",
      "\"We believe he is ready to go,\" general manager Mike Rizzo said Sunday"
    ]
  ],
  "VIERA, Fla. -- Nationals manager Jim Riggleman raved about catcher Derek Norris {temporal}": [
    [
      0,
      "Monday",
      "VIERA, Fla. -- Nationals manager Jim Riggleman raved about catcher Derek Norris Monday"
    ],
    [
      1,
      "Tuesday",
      "VIERA, Fla. -- Nationals manager Jim Riggleman raved about catcher Derek Norris Tuesday"
    ],
    [
      2,
      "Wednesday",
      "VIERA, Fla. -- Nationals manager Jim Riggleman raved about catcher Derek Norris Wednesday"
    ],
    [
      3,
      "Thursday",
      "VIERA, Fla. -- Nationals manager Jim Riggleman raved about catcher Derek Norris Thursday"
    ],
    [
      4,
      "Friday",
      "VIERA, Fla. -- Nationals manager Jim Riggleman raved about catcher Derek Norris Friday"
    ],
    [
      5,
      "Saturday",
      "VIERA, Fla. -- Nationals manager Jim Riggleman raved about catcher Derek Norris Saturday"
    ],
    [
      6,
      "Sunday",
      "VIERA, Fla. -- Nationals manager Jim Riggleman raved about catcher Derek Norris Sunday"
    ]
  ],
  "Funeral services for Christine James will be held {temporal}": [
    [
      0,
      "Monday",
      "Funeral services for Christine James will be held Monday"
    ],
    [
      1,
      "Tuesday",
      "Funeral services for Christine James will be held Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Funeral services for Christine James will be held Wednesday"
    ],
    [
      3,
      "Thursday",
      "Funeral services for Christine James will be held Thursday"
    ],
    [
      4,
      "Friday",
      "Funeral services for Christine James will be held Friday"
    ],
    [
      5,
      "Saturday",
      "Funeral services for Christine James will be held Saturday"
    ],
    [
      6,
      "Sunday",
      "Funeral services for Christine James will be held Sunday"
    ]
  ],
  "The Texans signed MLB DeMeco Ryans to a six-year contract {temporal}": [
    [
      0,
      "Monday",
      "The Texans signed MLB DeMeco Ryans to a six-year contract Monday"
    ],
    [
      1,
      "Tuesday",
      "The Texans signed MLB DeMeco Ryans to a six-year contract Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The Texans signed MLB DeMeco Ryans to a six-year contract Wednesday"
    ],
    [
      3,
      "Thursday",
      "The Texans signed MLB DeMeco Ryans to a six-year contract Thursday"
    ],
    [
      4,
      "Friday",
      "The Texans signed MLB DeMeco Ryans to a six-year contract Friday"
    ],
    [
      5,
      "Saturday",
      "The Texans signed MLB DeMeco Ryans to a six-year contract Saturday"
    ],
    [
      6,
      "Sunday",
      "The Texans signed MLB DeMeco Ryans to a six-year contract Sunday"
    ]
  ],
  "Fred Harburg, a vice president and chief of learning at Williams Communications, told higher education regents {temporal}": [
    [
      0,
      "Monday",
      "Fred Harburg, a vice president and chief of learning at Williams Communications, told higher education regents Monday"
    ],
    [
      1,
      "Tuesday",
      "Fred Harburg, a vice president and chief of learning at Williams Communications, told higher education regents Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Fred Harburg, a vice president and chief of learning at Williams Communications, told higher education regents Wednesday"
    ],
    [
      3,
      "Thursday",
      "Fred Harburg, a vice president and chief of learning at Williams Communications, told higher education regents Thursday"
    ],
    [
      4,
      "Friday",
      "Fred Harburg, a vice president and chief of learning at Williams Communications, told higher education regents Friday"
    ],
    [
      5,
      "Saturday",
      "Fred Harburg, a vice president and chief of learning at Williams Communications, told higher education regents Saturday"
    ],
    [
      6,
      "Sunday",
      "Fred Harburg, a vice president and chief of learning at Williams Communications, told higher education regents Sunday"
    ]
  ],
  "India's first indigenously developed sub-sonic cruise missile Nirbhay {temporal}": [
    [
      0,
      "Monday",
      "India's first indigenously developed sub-sonic cruise missile Nirbhay Monday"
    ],
    [
      1,
      "Tuesday",
      "India's first indigenously developed sub-sonic cruise missile Nirbhay Tuesday"
    ],
    [
      2,
      "Wednesday",
      "India's first indigenously developed sub-sonic cruise missile Nirbhay Wednesday"
    ],
    [
      3,
      "Thursday",
      "India's first indigenously developed sub-sonic cruise missile Nirbhay Thursday"
    ],
    [
      4,
      "Friday",
      "India's first indigenously developed sub-sonic cruise missile Nirbhay Friday"
    ],
    [
      5,
      "Saturday",
      "India's first indigenously developed sub-sonic cruise missile Nirbhay Saturday"
    ],
    [
      6,
      "Sunday",
      "India's first indigenously developed sub-sonic cruise missile Nirbhay Sunday"
    ]
  ],
  "The president signed the historic spending package into law {temporal}": [
    [
      0,
      "Monday",
      "The president signed the historic spending package into law Monday"
    ],
    [
      1,
      "Tuesday",
      "The president signed the historic spending package into law Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The president signed the historic spending package into law Wednesday"
    ],
    [
      3,
      "Thursday",
      "The president signed the historic spending package into law Thursday"
    ],
    [
      4,
      "Friday",
      "The president signed the historic spending package into law Friday"
    ],
    [
      5,
      "Saturday",
      "The president signed the historic spending package into law Saturday"
    ],
    [
      6,
      "Sunday",
      "The president signed the historic spending package into law Sunday"
    ]
  ],
  "Mayor Pat Morris said he learned of the departure {temporal}": [
    [
      0,
      "Monday",
      "Mayor Pat Morris said he learned of the departure Monday"
    ],
    [
      1,
      "Tuesday",
      "Mayor Pat Morris said he learned of the departure Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Mayor Pat Morris said he learned of the departure Wednesday"
    ],
    [
      3,
      "Thursday",
      "Mayor Pat Morris said he learned of the departure Thursday"
    ],
    [
      4,
      "Friday",
      "Mayor Pat Morris said he learned of the departure Friday"
    ],
    [
      5,
      "Saturday",
      "Mayor Pat Morris said he learned of the departure Saturday"
    ],
    [
      6,
      "Sunday",
      "Mayor Pat Morris said he learned of the departure Sunday"
    ]
  ],
  "Glass Road, off Highway 38 in Seven Oaks, has been closed since {temporal}": [
    [
      0,
      "Monday",
      "Glass Road, off Highway 38 in Seven Oaks, has been closed since Monday"
    ],
    [
      1,
      "Tuesday",
      "Glass Road, off Highway 38 in Seven Oaks, has been closed since Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Glass Road, off Highway 38 in Seven Oaks, has been closed since Wednesday"
    ],
    [
      3,
      "Thursday",
      "Glass Road, off Highway 38 in Seven Oaks, has been closed since Thursday"
    ],
    [
      4,
      "Friday",
      "Glass Road, off Highway 38 in Seven Oaks, has been closed since Friday"
    ],
    [
      5,
      "Saturday",
      "Glass Road, off Highway 38 in Seven Oaks, has been closed since Saturday"
    ],
    [
      6,
      "Sunday",
      "Glass Road, off Highway 38 in Seven Oaks, has been closed since Sunday"
    ]
  ],
  "The NRA's plan for securing schools has revolved around putting armed guards on campuses. In a statement released {temporal}": [
    [
      0,
      "Monday",
      "The NRA's plan for securing schools has revolved around putting armed guards on campuses. In a statement released Monday"
    ],
    [
      1,
      "Tuesday",
      "The NRA's plan for securing schools has revolved around putting armed guards on campuses. In a statement released Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The NRA's plan for securing schools has revolved around putting armed guards on campuses. In a statement released Wednesday"
    ],
    [
      3,
      "Thursday",
      "The NRA's plan for securing schools has revolved around putting armed guards on campuses. In a statement released Thursday"
    ],
    [
      4,
      "Friday",
      "The NRA's plan for securing schools has revolved around putting armed guards on campuses. In a statement released Friday"
    ],
    [
      5,
      "Saturday",
      "The NRA's plan for securing schools has revolved around putting armed guards on campuses. In a statement released Saturday"
    ],
    [
      6,
      "Sunday",
      "The NRA's plan for securing schools has revolved around putting armed guards on campuses. In a statement released Sunday"
    ]
  ],
  "Hoff's first air date as Marty on All My Children is {temporal}": [
    [
      0,
      "Monday",
      "Hoff's first air date as Marty on All My Children is Monday"
    ],
    [
      1,
      "Tuesday",
      "Hoff's first air date as Marty on All My Children is Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Hoff's first air date as Marty on All My Children is Wednesday"
    ],
    [
      3,
      "Thursday",
      "Hoff's first air date as Marty on All My Children is Thursday"
    ],
    [
      4,
      "Friday",
      "Hoff's first air date as Marty on All My Children is Friday"
    ],
    [
      5,
      "Saturday",
      "Hoff's first air date as Marty on All My Children is Saturday"
    ],
    [
      6,
      "Sunday",
      "Hoff's first air date as Marty on All My Children is Sunday"
    ]
  ],
  "Never mind the fact that Chandler's performance at the position against Ecuador {temporal}": [
    [
      0,
      "Monday",
      "Never mind the fact that Chandler's performance at the position against Ecuador Monday"
    ],
    [
      1,
      "Tuesday",
      "Never mind the fact that Chandler's performance at the position against Ecuador Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Never mind the fact that Chandler's performance at the position against Ecuador Wednesday"
    ],
    [
      3,
      "Thursday",
      "Never mind the fact that Chandler's performance at the position against Ecuador Thursday"
    ],
    [
      4,
      "Friday",
      "Never mind the fact that Chandler's performance at the position against Ecuador Friday"
    ],
    [
      5,
      "Saturday",
      "Never mind the fact that Chandler's performance at the position against Ecuador Saturday"
    ],
    [
      6,
      "Sunday",
      "Never mind the fact that Chandler's performance at the position against Ecuador Sunday"
    ]
  ],
  "I think the question on everyone's mind is why?” said Charles County Sheriff Rex Coffey (D) during a press conference {temporal}\nBen did not say for one moment that Stonewall objected to the motion that would be debated {temporal}\nLONDON (AFP) - The Church of England was in turmoil {temporal}\nSun SentinelUpdate Dec 11: Miami defensive coordinator Mark D'Onofrio interviewed at Temple {temporal}\nMayo on the Side: Michael Mayo | Sun Sentinel BlogsA beautiful {temporal}\nFunerals for Rasheeda Akhter and Zanib Ahmed were scheduled for {temporal}\nThe largest forest fire to hit Wisconsin in three decades has been contained. The fire began in Gordon {temporal}\nMonna Cleary": [
    [
      0,
      "Monday",
      "I think the question on everyone's mind is why?” said Charles County Sheriff Rex Coffey (D) during a press conference Monday Ben did not say for one moment that Stonewall objected to the motion that would be debated Monday LONDON (AFP) - The Church of England was in turmoil Monday Sun SentinelUpdate Dec 11: Miami defensive coordinator Mark D'Onofrio interviewed at Temple Monday Mayo on the Side: Michael Mayo | Sun Sentinel BlogsA beautiful Monday Funerals for Rasheeda Akhter and Zanib Ahmed were scheduled for Monday The largest forest fire to hit Wisconsin in three decades has been contained. The fire began in Gordon Monday Monna Cleary"
    ],
    [
      1,
      "Tuesday",
      "I think the question on everyone's mind is why?” said Charles County Sheriff Rex Coffey (D) during a press conference Tuesday Ben did not say for one moment that Stonewall objected to the motion that would be debated Tuesday LONDON (AFP) - The Church of England was in turmoil Tuesday Sun SentinelUpdate Dec 11: Miami defensive coordinator Mark D'Onofrio interviewed at Temple Tuesday Mayo on the Side: Michael Mayo | Sun Sentinel BlogsA beautiful Tuesday Funerals for Rasheeda Akhter and Zanib Ahmed were scheduled for Tuesday The largest forest fire to hit Wisconsin in three decades has been contained. The fire began in Gordon Tuesday Monna Cleary"
    ],
    [
      2,
      "Wednesday",
      "I think the question on everyone's mind is why?” said Charles County Sheriff Rex Coffey (D) during a press conference Wednesday Ben did not say for one moment that Stonewall objected to the motion that would be debated Wednesday LONDON (AFP) - The Church of England was in turmoil Wednesday Sun SentinelUpdate Dec 11: Miami defensive coordinator Mark D'Onofrio interviewed at Temple Wednesday Mayo on the Side: Michael Mayo | Sun Sentinel BlogsA beautiful Wednesday Funerals for Rasheeda Akhter and Zanib Ahmed were scheduled for Wednesday The largest forest fire to hit Wisconsin in three decades has been contained. The fire began in Gordon Wednesday Monna Cleary"
    ],
    [
      3,
      "Thursday",
      "I think the question on everyone's mind is why?” said Charles County Sheriff Rex Coffey (D) during a press conference Thursday Ben did not say for one moment that Stonewall objected to the motion that would be debated Thursday LONDON (AFP) - The Church of England was in turmoil Thursday Sun SentinelUpdate Dec 11: Miami defensive coordinator Mark D'Onofrio interviewed at Temple Thursday Mayo on the Side: Michael Mayo | Sun Sentinel BlogsA beautiful Thursday Funerals for Rasheeda Akhter and Zanib Ahmed were scheduled for Thursday The largest forest fire to hit Wisconsin in three decades has been contained. The fire began in Gordon Thursday Monna Cleary"
    ],
    [
      4,
      "Friday",
      "I think the question on everyone's mind is why?” said Charles County Sheriff Rex Coffey (D) during a press conference Friday Ben did not say for one moment that Stonewall objected to the motion that would be debated Friday LONDON (AFP) - The Church of England was in turmoil Friday Sun SentinelUpdate Dec 11: Miami defensive coordinator Mark D'Onofrio interviewed at Temple Friday Mayo on the Side: Michael Mayo | Sun Sentinel BlogsA beautiful Friday Funerals for Rasheeda Akhter and Zanib Ahmed were scheduled for Friday The largest forest fire to hit Wisconsin in three decades has been contained. The fire began in Gordon Friday Monna Cleary"
    ],
    [
      5,
      "Saturday",
      "I think the question on everyone's mind is why?” said Charles County Sheriff Rex Coffey (D) during a press conference Saturday Ben did not say for one moment that Stonewall objected to the motion that would be debated Saturday LONDON (AFP) - The Church of England was in turmoil Saturday Sun SentinelUpdate Dec 11: Miami defensive coordinator Mark D'Onofrio interviewed at Temple Saturday Mayo on the Side: Michael Mayo | Sun Sentinel BlogsA beautiful Saturday Funerals for Rasheeda Akhter and Zanib Ahmed were scheduled for Saturday The largest forest fire to hit Wisconsin in three decades has been contained. The fire began in Gordon Saturday Monna Cleary"
    ],
    [
      6,
      "Sunday",
      "I think the question on everyone's mind is why?” said Charles County Sheriff Rex Coffey (D) during a press conference Sunday Ben did not say for one moment that Stonewall objected to the motion that would be debated Sunday LONDON (AFP) - The Church of England was in turmoil Sunday Sun SentinelUpdate Dec 11: Miami defensive coordinator Mark D'Onofrio interviewed at Temple Sunday Mayo on the Side: Michael Mayo | Sun Sentinel BlogsA beautiful Sunday Funerals for Rasheeda Akhter and Zanib Ahmed were scheduled for Sunday The largest forest fire to hit Wisconsin in three decades has been contained. The fire began in Gordon Sunday Monna Cleary"
    ]
  ],
  "Race director Victor Cordero told the French wire service AFP {temporal}": [
    [
      0,
      "Monday",
      "Race director Victor Cordero told the French wire service AFP Monday"
    ],
    [
      1,
      "Tuesday",
      "Race director Victor Cordero told the French wire service AFP Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Race director Victor Cordero told the French wire service AFP Wednesday"
    ],
    [
      3,
      "Thursday",
      "Race director Victor Cordero told the French wire service AFP Thursday"
    ],
    [
      4,
      "Friday",
      "Race director Victor Cordero told the French wire service AFP Friday"
    ],
    [
      5,
      "Saturday",
      "Race director Victor Cordero told the French wire service AFP Saturday"
    ],
    [
      6,
      "Sunday",
      "Race director Victor Cordero told the French wire service AFP Sunday"
    ]
  ],
  "If the House approves the deal, a final vote would be held {temporal}": [
    [
      0,
      "Monday",
      "If the House approves the deal, a final vote would be held Monday"
    ],
    [
      1,
      "Tuesday",
      "If the House approves the deal, a final vote would be held Tuesday"
    ],
    [
      2,
      "Wednesday",
      "If the House approves the deal, a final vote would be held Wednesday"
    ],
    [
      3,
      "Thursday",
      "If the House approves the deal, a final vote would be held Thursday"
    ],
    [
      4,
      "Friday",
      "If the House approves the deal, a final vote would be held Friday"
    ],
    [
      5,
      "Saturday",
      "If the House approves the deal, a final vote would be held Saturday"
    ],
    [
      6,
      "Sunday",
      "If the House approves the deal, a final vote would be held Sunday"
    ]
  ],
  "Vice President Joe Biden said he expects to deliver {temporal}": [
    [
      0,
      "Monday",
      "Vice President Joe Biden said he expects to deliver Monday"
    ],
    [
      1,
      "Tuesday",
      "Vice President Joe Biden said he expects to deliver Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Vice President Joe Biden said he expects to deliver Wednesday"
    ],
    [
      3,
      "Thursday",
      "Vice President Joe Biden said he expects to deliver Thursday"
    ],
    [
      4,
      "Friday",
      "Vice President Joe Biden said he expects to deliver Friday"
    ],
    [
      5,
      "Saturday",
      "Vice President Joe Biden said he expects to deliver Saturday"
    ],
    [
      6,
      "Sunday",
      "Vice President Joe Biden said he expects to deliver Sunday"
    ]
  ],
  "Mr. Rao, who has been fasting for the last few days seeking announcement of a separate state has been shifted to the hospital {temporal}": [
    [
      0,
      "Monday",
      "Mr. Rao, who has been fasting for the last few days seeking announcement of a separate state has been shifted to the hospital Monday"
    ],
    [
      1,
      "Tuesday",
      "Mr. Rao, who has been fasting for the last few days seeking announcement of a separate state has been shifted to the hospital Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Mr. Rao, who has been fasting for the last few days seeking announcement of a separate state has been shifted to the hospital Wednesday"
    ],
    [
      3,
      "Thursday",
      "Mr. Rao, who has been fasting for the last few days seeking announcement of a separate state has been shifted to the hospital Thursday"
    ],
    [
      4,
      "Friday",
      "Mr. Rao, who has been fasting for the last few days seeking announcement of a separate state has been shifted to the hospital Friday"
    ],
    [
      5,
      "Saturday",
      "Mr. Rao, who has been fasting for the last few days seeking announcement of a separate state has been shifted to the hospital Saturday"
    ],
    [
      6,
      "Sunday",
      "Mr. Rao, who has been fasting for the last few days seeking announcement of a separate state has been shifted to the hospital Sunday"
    ]
  ],
  "Police were called today to a reported robbery outside the Ruby {temporal}": [
    [
      0,
      "Monday",
      "Police were called today to a reported robbery outside the Ruby Monday"
    ],
    [
      1,
      "Tuesday",
      "Police were called today to a reported robbery outside the Ruby Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Police were called today to a reported robbery outside the Ruby Wednesday"
    ],
    [
      3,
      "Thursday",
      "Police were called today to a reported robbery outside the Ruby Thursday"
    ],
    [
      4,
      "Friday",
      "Police were called today to a reported robbery outside the Ruby Friday"
    ],
    [
      5,
      "Saturday",
      "Police were called today to a reported robbery outside the Ruby Saturday"
    ],
    [
      6,
      "Sunday",
      "Police were called today to a reported robbery outside the Ruby Sunday"
    ]
  ],
  "A gun buyback in which residents can exchange certain weapons for cash is planned for May 11 in Bellport, Suffolk County police said {temporal}": [
    [
      0,
      "Monday",
      "A gun buyback in which residents can exchange certain weapons for cash is planned for May 11 in Bellport, Suffolk County police said Monday"
    ],
    [
      1,
      "Tuesday",
      "A gun buyback in which residents can exchange certain weapons for cash is planned for May 11 in Bellport, Suffolk County police said Tuesday"
    ],
    [
      2,
      "Wednesday",
      "A gun buyback in which residents can exchange certain weapons for cash is planned for May 11 in Bellport, Suffolk County police said Wednesday"
    ],
    [
      3,
      "Thursday",
      "A gun buyback in which residents can exchange certain weapons for cash is planned for May 11 in Bellport, Suffolk County police said Thursday"
    ],
    [
      4,
      "Friday",
      "A gun buyback in which residents can exchange certain weapons for cash is planned for May 11 in Bellport, Suffolk County police said Friday"
    ],
    [
      5,
      "Saturday",
      "A gun buyback in which residents can exchange certain weapons for cash is planned for May 11 in Bellport, Suffolk County police said Saturday"
    ],
    [
      6,
      "Sunday",
      "A gun buyback in which residents can exchange certain weapons for cash is planned for May 11 in Bellport, Suffolk County police said Sunday"
    ]
  ],
  "LONDON (AFP) - British high street retailer Marks & Spencer said {temporal}": [
    [
      0,
      "Monday",
      "LONDON (AFP) - British high street retailer Marks & Spencer said Monday"
    ],
    [
      1,
      "Tuesday",
      "LONDON (AFP) - British high street retailer Marks & Spencer said Tuesday"
    ],
    [
      2,
      "Wednesday",
      "LONDON (AFP) - British high street retailer Marks & Spencer said Wednesday"
    ],
    [
      3,
      "Thursday",
      "LONDON (AFP) - British high street retailer Marks & Spencer said Thursday"
    ],
    [
      4,
      "Friday",
      "LONDON (AFP) - British high street retailer Marks & Spencer said Friday"
    ],
    [
      5,
      "Saturday",
      "LONDON (AFP) - British high street retailer Marks & Spencer said Saturday"
    ],
    [
      6,
      "Sunday",
      "LONDON (AFP) - British high street retailer Marks & Spencer said Sunday"
    ]
  ],
  "To sum it up, this show is about a homosexual couple who hires a surrogate to have their baby. The season premiere is scheduled for {temporal}": [
    [
      0,
      "Monday",
      "To sum it up, this show is about a homosexual couple who hires a surrogate to have their baby. The season premiere is scheduled for Monday"
    ],
    [
      1,
      "Tuesday",
      "To sum it up, this show is about a homosexual couple who hires a surrogate to have their baby. The season premiere is scheduled for Tuesday"
    ],
    [
      2,
      "Wednesday",
      "To sum it up, this show is about a homosexual couple who hires a surrogate to have their baby. The season premiere is scheduled for Wednesday"
    ],
    [
      3,
      "Thursday",
      "To sum it up, this show is about a homosexual couple who hires a surrogate to have their baby. The season premiere is scheduled for Thursday"
    ],
    [
      4,
      "Friday",
      "To sum it up, this show is about a homosexual couple who hires a surrogate to have their baby. The season premiere is scheduled for Friday"
    ],
    [
      5,
      "Saturday",
      "To sum it up, this show is about a homosexual couple who hires a surrogate to have their baby. The season premiere is scheduled for Saturday"
    ],
    [
      6,
      "Sunday",
      "To sum it up, this show is about a homosexual couple who hires a surrogate to have their baby. The season premiere is scheduled for Sunday"
    ]
  ],
  "Saturday's game will be Canada's last before their semifinal {temporal}": [
    [
      0,
      "Monday",
      "Saturday's game will be Canada's last before their semifinal Monday"
    ],
    [
      1,
      "Tuesday",
      "Saturday's game will be Canada's last before their semifinal Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Saturday's game will be Canada's last before their semifinal Wednesday"
    ],
    [
      3,
      "Thursday",
      "Saturday's game will be Canada's last before their semifinal Thursday"
    ],
    [
      4,
      "Friday",
      "Saturday's game will be Canada's last before their semifinal Friday"
    ],
    [
      5,
      "Saturday",
      "Saturday's game will be Canada's last before their semifinal Saturday"
    ],
    [
      6,
      "Sunday",
      "Saturday's game will be Canada's last before their semifinal Sunday"
    ]
  ],
  "The highlight was the campus-wide Student Employee Appreciation Reception {temporal}": [
    [
      0,
      "Monday",
      "The highlight was the campus-wide Student Employee Appreciation Reception Monday"
    ],
    [
      1,
      "Tuesday",
      "The highlight was the campus-wide Student Employee Appreciation Reception Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The highlight was the campus-wide Student Employee Appreciation Reception Wednesday"
    ],
    [
      3,
      "Thursday",
      "The highlight was the campus-wide Student Employee Appreciation Reception Thursday"
    ],
    [
      4,
      "Friday",
      "The highlight was the campus-wide Student Employee Appreciation Reception Friday"
    ],
    [
      5,
      "Saturday",
      "The highlight was the campus-wide Student Employee Appreciation Reception Saturday"
    ],
    [
      6,
      "Sunday",
      "The highlight was the campus-wide Student Employee Appreciation Reception Sunday"
    ]
  ],
  "All of a sudden the volcano began emitting white and black smoke {temporal}": [
    [
      0,
      "Monday",
      "All of a sudden the volcano began emitting white and black smoke Monday"
    ],
    [
      1,
      "Tuesday",
      "All of a sudden the volcano began emitting white and black smoke Tuesday"
    ],
    [
      2,
      "Wednesday",
      "All of a sudden the volcano began emitting white and black smoke Wednesday"
    ],
    [
      3,
      "Thursday",
      "All of a sudden the volcano began emitting white and black smoke Thursday"
    ],
    [
      4,
      "Friday",
      "All of a sudden the volcano began emitting white and black smoke Friday"
    ],
    [
      5,
      "Saturday",
      "All of a sudden the volcano began emitting white and black smoke Saturday"
    ],
    [
      6,
      "Sunday",
      "All of a sudden the volcano began emitting white and black smoke Sunday"
    ]
  ],
  "will be sharing their experiences with raising meat rabbits {temporal}": [
    [
      0,
      "Monday",
      "will be sharing their experiences with raising meat rabbits Monday"
    ],
    [
      1,
      "Tuesday",
      "will be sharing their experiences with raising meat rabbits Tuesday"
    ],
    [
      2,
      "Wednesday",
      "will be sharing their experiences with raising meat rabbits Wednesday"
    ],
    [
      3,
      "Thursday",
      "will be sharing their experiences with raising meat rabbits Thursday"
    ],
    [
      4,
      "Friday",
      "will be sharing their experiences with raising meat rabbits Friday"
    ],
    [
      5,
      "Saturday",
      "will be sharing their experiences with raising meat rabbits Saturday"
    ],
    [
      6,
      "Sunday",
      "will be sharing their experiences with raising meat rabbits Sunday"
    ]
  ],
  "The furor over the IRS' extra scrutinizing of conservative groups will be on full display in downtown Cincinnati {temporal}": [
    [
      0,
      "Monday",
      "The furor over the IRS' extra scrutinizing of conservative groups will be on full display in downtown Cincinnati Monday"
    ],
    [
      1,
      "Tuesday",
      "The furor over the IRS' extra scrutinizing of conservative groups will be on full display in downtown Cincinnati Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The furor over the IRS' extra scrutinizing of conservative groups will be on full display in downtown Cincinnati Wednesday"
    ],
    [
      3,
      "Thursday",
      "The furor over the IRS' extra scrutinizing of conservative groups will be on full display in downtown Cincinnati Thursday"
    ],
    [
      4,
      "Friday",
      "The furor over the IRS' extra scrutinizing of conservative groups will be on full display in downtown Cincinnati Friday"
    ],
    [
      5,
      "Saturday",
      "The furor over the IRS' extra scrutinizing of conservative groups will be on full display in downtown Cincinnati Saturday"
    ],
    [
      6,
      "Sunday",
      "The furor over the IRS' extra scrutinizing of conservative groups will be on full display in downtown Cincinnati Sunday"
    ]
  ],
  "Members of the Wild Salmon Circle joined Chief Bob Chamberlin {temporal}": [
    [
      0,
      "Monday",
      "Members of the Wild Salmon Circle joined Chief Bob Chamberlin Monday"
    ],
    [
      1,
      "Tuesday",
      "Members of the Wild Salmon Circle joined Chief Bob Chamberlin Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Members of the Wild Salmon Circle joined Chief Bob Chamberlin Wednesday"
    ],
    [
      3,
      "Thursday",
      "Members of the Wild Salmon Circle joined Chief Bob Chamberlin Thursday"
    ],
    [
      4,
      "Friday",
      "Members of the Wild Salmon Circle joined Chief Bob Chamberlin Friday"
    ],
    [
      5,
      "Saturday",
      "Members of the Wild Salmon Circle joined Chief Bob Chamberlin Saturday"
    ],
    [
      6,
      "Sunday",
      "Members of the Wild Salmon Circle joined Chief Bob Chamberlin Sunday"
    ]
  ],
  "A CTA bus driver suffered a medical emergency and died while behind the wheel of a bus {temporal}": [
    [
      0,
      "Monday",
      "A CTA bus driver suffered a medical emergency and died while behind the wheel of a bus Monday"
    ],
    [
      1,
      "Tuesday",
      "A CTA bus driver suffered a medical emergency and died while behind the wheel of a bus Tuesday"
    ],
    [
      2,
      "Wednesday",
      "A CTA bus driver suffered a medical emergency and died while behind the wheel of a bus Wednesday"
    ],
    [
      3,
      "Thursday",
      "A CTA bus driver suffered a medical emergency and died while behind the wheel of a bus Thursday"
    ],
    [
      4,
      "Friday",
      "A CTA bus driver suffered a medical emergency and died while behind the wheel of a bus Friday"
    ],
    [
      5,
      "Saturday",
      "A CTA bus driver suffered a medical emergency and died while behind the wheel of a bus Saturday"
    ],
    [
      6,
      "Sunday",
      "A CTA bus driver suffered a medical emergency and died while behind the wheel of a bus Sunday"
    ]
  ],
  "BRUSSELS (AP) -- Britain stood isolated against a broad majority of European Union countries {temporal}": [
    [
      0,
      "Monday",
      "BRUSSELS (AP) -- Britain stood isolated against a broad majority of European Union countries Monday"
    ],
    [
      1,
      "Tuesday",
      "BRUSSELS (AP) -- Britain stood isolated against a broad majority of European Union countries Tuesday"
    ],
    [
      2,
      "Wednesday",
      "BRUSSELS (AP) -- Britain stood isolated against a broad majority of European Union countries Wednesday"
    ],
    [
      3,
      "Thursday",
      "BRUSSELS (AP) -- Britain stood isolated against a broad majority of European Union countries Thursday"
    ],
    [
      4,
      "Friday",
      "BRUSSELS (AP) -- Britain stood isolated against a broad majority of European Union countries Friday"
    ],
    [
      5,
      "Saturday",
      "BRUSSELS (AP) -- Britain stood isolated against a broad majority of European Union countries Saturday"
    ],
    [
      6,
      "Sunday",
      "BRUSSELS (AP) -- Britain stood isolated against a broad majority of European Union countries Sunday"
    ]
  ],
  "WASHINGTON, D.C. (WUSA) - Residents in Southeast D.C. lined up by the hundreds {temporal}": [
    [
      0,
      "Monday",
      "WASHINGTON, D.C. (WUSA) - Residents in Southeast D.C. lined up by the hundreds Monday"
    ],
    [
      1,
      "Tuesday",
      "WASHINGTON, D.C. (WUSA) - Residents in Southeast D.C. lined up by the hundreds Tuesday"
    ],
    [
      2,
      "Wednesday",
      "WASHINGTON, D.C. (WUSA) - Residents in Southeast D.C. lined up by the hundreds Wednesday"
    ],
    [
      3,
      "Thursday",
      "WASHINGTON, D.C. (WUSA) - Residents in Southeast D.C. lined up by the hundreds Thursday"
    ],
    [
      4,
      "Friday",
      "WASHINGTON, D.C. (WUSA) - Residents in Southeast D.C. lined up by the hundreds Friday"
    ],
    [
      5,
      "Saturday",
      "WASHINGTON, D.C. (WUSA) - Residents in Southeast D.C. lined up by the hundreds Saturday"
    ],
    [
      6,
      "Sunday",
      "WASHINGTON, D.C. (WUSA) - Residents in Southeast D.C. lined up by the hundreds Sunday"
    ]
  ],
  "LAFAYETTE COUNTY (WKOW) -- A state attorney was back in court {temporal}": [
    [
      0,
      "Monday",
      "LAFAYETTE COUNTY (WKOW) -- A state attorney was back in court Monday"
    ],
    [
      1,
      "Tuesday",
      "LAFAYETTE COUNTY (WKOW) -- A state attorney was back in court Tuesday"
    ],
    [
      2,
      "Wednesday",
      "LAFAYETTE COUNTY (WKOW) -- A state attorney was back in court Wednesday"
    ],
    [
      3,
      "Thursday",
      "LAFAYETTE COUNTY (WKOW) -- A state attorney was back in court Thursday"
    ],
    [
      4,
      "Friday",
      "LAFAYETTE COUNTY (WKOW) -- A state attorney was back in court Friday"
    ],
    [
      5,
      "Saturday",
      "LAFAYETTE COUNTY (WKOW) -- A state attorney was back in court Saturday"
    ],
    [
      6,
      "Sunday",
      "LAFAYETTE COUNTY (WKOW) -- A state attorney was back in court Sunday"
    ]
  ],
  "William Chavis, 31, said he was riding his scooter from his parents' house in Lilesville to Rockingham {temporal}": [
    [
      0,
      "Monday",
      "William Chavis, 31, said he was riding his scooter from his parents' house in Lilesville to Rockingham Monday"
    ],
    [
      1,
      "Tuesday",
      "William Chavis, 31, said he was riding his scooter from his parents' house in Lilesville to Rockingham Tuesday"
    ],
    [
      2,
      "Wednesday",
      "William Chavis, 31, said he was riding his scooter from his parents' house in Lilesville to Rockingham Wednesday"
    ],
    [
      3,
      "Thursday",
      "William Chavis, 31, said he was riding his scooter from his parents' house in Lilesville to Rockingham Thursday"
    ],
    [
      4,
      "Friday",
      "William Chavis, 31, said he was riding his scooter from his parents' house in Lilesville to Rockingham Friday"
    ],
    [
      5,
      "Saturday",
      "William Chavis, 31, said he was riding his scooter from his parents' house in Lilesville to Rockingham Saturday"
    ],
    [
      6,
      "Sunday",
      "William Chavis, 31, said he was riding his scooter from his parents' house in Lilesville to Rockingham Sunday"
    ]
  ],
  "Chairman, Senate Committee on Mines and Steel development, Senator Phillip Aduda, {temporal}": [
    [
      0,
      "Monday",
      "Chairman, Senate Committee on Mines and Steel development, Senator Phillip Aduda, Monday"
    ],
    [
      1,
      "Tuesday",
      "Chairman, Senate Committee on Mines and Steel development, Senator Phillip Aduda, Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Chairman, Senate Committee on Mines and Steel development, Senator Phillip Aduda, Wednesday"
    ],
    [
      3,
      "Thursday",
      "Chairman, Senate Committee on Mines and Steel development, Senator Phillip Aduda, Thursday"
    ],
    [
      4,
      "Friday",
      "Chairman, Senate Committee on Mines and Steel development, Senator Phillip Aduda, Friday"
    ],
    [
      5,
      "Saturday",
      "Chairman, Senate Committee on Mines and Steel development, Senator Phillip Aduda, Saturday"
    ],
    [
      6,
      "Sunday",
      "Chairman, Senate Committee on Mines and Steel development, Senator Phillip Aduda, Sunday"
    ]
  ],
  "Though sales declined 0.6% from the previous month, as reported {temporal}": [
    [
      0,
      "Monday",
      "Though sales declined 0.6% from the previous month, as reported Monday"
    ],
    [
      1,
      "Tuesday",
      "Though sales declined 0.6% from the previous month, as reported Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Though sales declined 0.6% from the previous month, as reported Wednesday"
    ],
    [
      3,
      "Thursday",
      "Though sales declined 0.6% from the previous month, as reported Thursday"
    ],
    [
      4,
      "Friday",
      "Though sales declined 0.6% from the previous month, as reported Friday"
    ],
    [
      5,
      "Saturday",
      "Though sales declined 0.6% from the previous month, as reported Saturday"
    ],
    [
      6,
      "Sunday",
      "Though sales declined 0.6% from the previous month, as reported Sunday"
    ]
  ],
  "BISHKEK, Kyrgyzstan - Kyrgyzstan's president-elect said {temporal}": [
    [
      0,
      "Monday",
      "BISHKEK, Kyrgyzstan - Kyrgyzstan's president-elect said Monday"
    ],
    [
      1,
      "Tuesday",
      "BISHKEK, Kyrgyzstan - Kyrgyzstan's president-elect said Tuesday"
    ],
    [
      2,
      "Wednesday",
      "BISHKEK, Kyrgyzstan - Kyrgyzstan's president-elect said Wednesday"
    ],
    [
      3,
      "Thursday",
      "BISHKEK, Kyrgyzstan - Kyrgyzstan's president-elect said Thursday"
    ],
    [
      4,
      "Friday",
      "BISHKEK, Kyrgyzstan - Kyrgyzstan's president-elect said Friday"
    ],
    [
      5,
      "Saturday",
      "BISHKEK, Kyrgyzstan - Kyrgyzstan's president-elect said Saturday"
    ],
    [
      6,
      "Sunday",
      "BISHKEK, Kyrgyzstan - Kyrgyzstan's president-elect said Sunday"
    ]
  ],
  "Smoltz's next scheduled start will come at Turner Field {temporal}": [
    [
      0,
      "Monday",
      "Smoltz's next scheduled start will come at Turner Field Monday"
    ],
    [
      1,
      "Tuesday",
      "Smoltz's next scheduled start will come at Turner Field Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Smoltz's next scheduled start will come at Turner Field Wednesday"
    ],
    [
      3,
      "Thursday",
      "Smoltz's next scheduled start will come at Turner Field Thursday"
    ],
    [
      4,
      "Friday",
      "Smoltz's next scheduled start will come at Turner Field Friday"
    ],
    [
      5,
      "Saturday",
      "Smoltz's next scheduled start will come at Turner Field Saturday"
    ],
    [
      6,
      "Sunday",
      "Smoltz's next scheduled start will come at Turner Field Sunday"
    ]
  ],
  "Sorry, this one doesn't qualify. The LO is dated {temporal}": [
    [
      0,
      "Monday",
      "Sorry, this one doesn't qualify. The LO is dated Monday"
    ],
    [
      1,
      "Tuesday",
      "Sorry, this one doesn't qualify. The LO is dated Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Sorry, this one doesn't qualify. The LO is dated Wednesday"
    ],
    [
      3,
      "Thursday",
      "Sorry, this one doesn't qualify. The LO is dated Thursday"
    ],
    [
      4,
      "Friday",
      "Sorry, this one doesn't qualify. The LO is dated Friday"
    ],
    [
      5,
      "Saturday",
      "Sorry, this one doesn't qualify. The LO is dated Saturday"
    ],
    [
      6,
      "Sunday",
      "Sorry, this one doesn't qualify. The LO is dated Sunday"
    ]
  ],
  "then to West Allis Hale High School for a tournament {temporal}": [
    [
      0,
      "Monday",
      "then to West Allis Hale High School for a tournament Monday"
    ],
    [
      1,
      "Tuesday",
      "then to West Allis Hale High School for a tournament Tuesday"
    ],
    [
      2,
      "Wednesday",
      "then to West Allis Hale High School for a tournament Wednesday"
    ],
    [
      3,
      "Thursday",
      "then to West Allis Hale High School for a tournament Thursday"
    ],
    [
      4,
      "Friday",
      "then to West Allis Hale High School for a tournament Friday"
    ],
    [
      5,
      "Saturday",
      "then to West Allis Hale High School for a tournament Saturday"
    ],
    [
      6,
      "Sunday",
      "then to West Allis Hale High School for a tournament Sunday"
    ]
  ],
  "Looking back to the 1980s and early 1990s from todays perspective, this meant {temporal}": [
    [
      0,
      "Monday",
      "Looking back to the 1980s and early 1990s from todays perspective, this meant Monday"
    ],
    [
      1,
      "Tuesday",
      "Looking back to the 1980s and early 1990s from todays perspective, this meant Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Looking back to the 1980s and early 1990s from todays perspective, this meant Wednesday"
    ],
    [
      3,
      "Thursday",
      "Looking back to the 1980s and early 1990s from todays perspective, this meant Thursday"
    ],
    [
      4,
      "Friday",
      "Looking back to the 1980s and early 1990s from todays perspective, this meant Friday"
    ],
    [
      5,
      "Saturday",
      "Looking back to the 1980s and early 1990s from todays perspective, this meant Saturday"
    ],
    [
      6,
      "Sunday",
      "Looking back to the 1980s and early 1990s from todays perspective, this meant Sunday"
    ]
  ],
  "\"For many farmers, the decision probably went along the lines of: 'Do I drive to Bethanie {temporal}": [
    [
      0,
      "Monday",
      "\"For many farmers, the decision probably went along the lines of: 'Do I drive to Bethanie Monday"
    ],
    [
      1,
      "Tuesday",
      "\"For many farmers, the decision probably went along the lines of: 'Do I drive to Bethanie Tuesday"
    ],
    [
      2,
      "Wednesday",
      "\"For many farmers, the decision probably went along the lines of: 'Do I drive to Bethanie Wednesday"
    ],
    [
      3,
      "Thursday",
      "\"For many farmers, the decision probably went along the lines of: 'Do I drive to Bethanie Thursday"
    ],
    [
      4,
      "Friday",
      "\"For many farmers, the decision probably went along the lines of: 'Do I drive to Bethanie Friday"
    ],
    [
      5,
      "Saturday",
      "\"For many farmers, the decision probably went along the lines of: 'Do I drive to Bethanie Saturday"
    ],
    [
      6,
      "Sunday",
      "\"For many farmers, the decision probably went along the lines of: 'Do I drive to Bethanie Sunday"
    ]
  ],
  "A Jacksonville man was jailed and charged with aggravated battery {temporal}": [
    [
      0,
      "Monday",
      "A Jacksonville man was jailed and charged with aggravated battery Monday"
    ],
    [
      1,
      "Tuesday",
      "A Jacksonville man was jailed and charged with aggravated battery Tuesday"
    ],
    [
      2,
      "Wednesday",
      "A Jacksonville man was jailed and charged with aggravated battery Wednesday"
    ],
    [
      3,
      "Thursday",
      "A Jacksonville man was jailed and charged with aggravated battery Thursday"
    ],
    [
      4,
      "Friday",
      "A Jacksonville man was jailed and charged with aggravated battery Friday"
    ],
    [
      5,
      "Saturday",
      "A Jacksonville man was jailed and charged with aggravated battery Saturday"
    ],
    [
      6,
      "Sunday",
      "A Jacksonville man was jailed and charged with aggravated battery Sunday"
    ]
  ],
  "Penny allowed five hits and three runs over six innings against the Angels {temporal}": [
    [
      0,
      "Monday",
      "Penny allowed five hits and three runs over six innings against the Angels Monday"
    ],
    [
      1,
      "Tuesday",
      "Penny allowed five hits and three runs over six innings against the Angels Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Penny allowed five hits and three runs over six innings against the Angels Wednesday"
    ],
    [
      3,
      "Thursday",
      "Penny allowed five hits and three runs over six innings against the Angels Thursday"
    ],
    [
      4,
      "Friday",
      "Penny allowed five hits and three runs over six innings against the Angels Friday"
    ],
    [
      5,
      "Saturday",
      "Penny allowed five hits and three runs over six innings against the Angels Saturday"
    ],
    [
      6,
      "Sunday",
      "Penny allowed five hits and three runs over six innings against the Angels Sunday"
    ]
  ],
  "\"It's a great relief off my shoulders, no question about that, \" Julian said {temporal}": [
    [
      0,
      "Monday",
      "\"It's a great relief off my shoulders, no question about that, \" Julian said Monday"
    ],
    [
      1,
      "Tuesday",
      "\"It's a great relief off my shoulders, no question about that, \" Julian said Tuesday"
    ],
    [
      2,
      "Wednesday",
      "\"It's a great relief off my shoulders, no question about that, \" Julian said Wednesday"
    ],
    [
      3,
      "Thursday",
      "\"It's a great relief off my shoulders, no question about that, \" Julian said Thursday"
    ],
    [
      4,
      "Friday",
      "\"It's a great relief off my shoulders, no question about that, \" Julian said Friday"
    ],
    [
      5,
      "Saturday",
      "\"It's a great relief off my shoulders, no question about that, \" Julian said Saturday"
    ],
    [
      6,
      "Sunday",
      "\"It's a great relief off my shoulders, no question about that, \" Julian said Sunday"
    ]
  ],
  "Six Republican presidential hopefuls gathered in Des Moines, Iowa, {temporal}": [
    [
      0,
      "Monday",
      "Six Republican presidential hopefuls gathered in Des Moines, Iowa, Monday"
    ],
    [
      1,
      "Tuesday",
      "Six Republican presidential hopefuls gathered in Des Moines, Iowa, Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Six Republican presidential hopefuls gathered in Des Moines, Iowa, Wednesday"
    ],
    [
      3,
      "Thursday",
      "Six Republican presidential hopefuls gathered in Des Moines, Iowa, Thursday"
    ],
    [
      4,
      "Friday",
      "Six Republican presidential hopefuls gathered in Des Moines, Iowa, Friday"
    ],
    [
      5,
      "Saturday",
      "Six Republican presidential hopefuls gathered in Des Moines, Iowa, Saturday"
    ],
    [
      6,
      "Sunday",
      "Six Republican presidential hopefuls gathered in Des Moines, Iowa, Sunday"
    ]
  ],
  "The Wakeland boys swimming team trailed Houston Stratford by just one point entering the final race {temporal}": [
    [
      0,
      "Monday",
      "The Wakeland boys swimming team trailed Houston Stratford by just one point entering the final race Monday"
    ],
    [
      1,
      "Tuesday",
      "The Wakeland boys swimming team trailed Houston Stratford by just one point entering the final race Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The Wakeland boys swimming team trailed Houston Stratford by just one point entering the final race Wednesday"
    ],
    [
      3,
      "Thursday",
      "The Wakeland boys swimming team trailed Houston Stratford by just one point entering the final race Thursday"
    ],
    [
      4,
      "Friday",
      "The Wakeland boys swimming team trailed Houston Stratford by just one point entering the final race Friday"
    ],
    [
      5,
      "Saturday",
      "The Wakeland boys swimming team trailed Houston Stratford by just one point entering the final race Saturday"
    ],
    [
      6,
      "Sunday",
      "The Wakeland boys swimming team trailed Houston Stratford by just one point entering the final race Sunday"
    ]
  ],
  "LDI attendees can see the latest at the ILDA-sponsored Laser Design Portfolio at LDI {temporal}": [
    [
      0,
      "Monday",
      "LDI attendees can see the latest at the ILDA-sponsored Laser Design Portfolio at LDI Monday"
    ],
    [
      1,
      "Tuesday",
      "LDI attendees can see the latest at the ILDA-sponsored Laser Design Portfolio at LDI Tuesday"
    ],
    [
      2,
      "Wednesday",
      "LDI attendees can see the latest at the ILDA-sponsored Laser Design Portfolio at LDI Wednesday"
    ],
    [
      3,
      "Thursday",
      "LDI attendees can see the latest at the ILDA-sponsored Laser Design Portfolio at LDI Thursday"
    ],
    [
      4,
      "Friday",
      "LDI attendees can see the latest at the ILDA-sponsored Laser Design Portfolio at LDI Friday"
    ],
    [
      5,
      "Saturday",
      "LDI attendees can see the latest at the ILDA-sponsored Laser Design Portfolio at LDI Saturday"
    ],
    [
      6,
      "Sunday",
      "LDI attendees can see the latest at the ILDA-sponsored Laser Design Portfolio at LDI Sunday"
    ]
  ],
  "September 21, 2005BATON ROUGE - Due to Hurricane Rita and the uncertainty of the weather here {temporal}": [
    [
      0,
      "Monday",
      "September 21, 2005BATON ROUGE - Due to Hurricane Rita and the uncertainty of the weather here Monday"
    ],
    [
      1,
      "Tuesday",
      "September 21, 2005BATON ROUGE - Due to Hurricane Rita and the uncertainty of the weather here Tuesday"
    ],
    [
      2,
      "Wednesday",
      "September 21, 2005BATON ROUGE - Due to Hurricane Rita and the uncertainty of the weather here Wednesday"
    ],
    [
      3,
      "Thursday",
      "September 21, 2005BATON ROUGE - Due to Hurricane Rita and the uncertainty of the weather here Thursday"
    ],
    [
      4,
      "Friday",
      "September 21, 2005BATON ROUGE - Due to Hurricane Rita and the uncertainty of the weather here Friday"
    ],
    [
      5,
      "Saturday",
      "September 21, 2005BATON ROUGE - Due to Hurricane Rita and the uncertainty of the weather here Saturday"
    ],
    [
      6,
      "Sunday",
      "September 21, 2005BATON ROUGE - Due to Hurricane Rita and the uncertainty of the weather here Sunday"
    ]
  ],
  "No that's not for a couple more weeks. Usually we do it {temporal}\n1. If you've never used a self check-out machine": [
    [
      0,
      "Monday",
      "No that's not for a couple more weeks. Usually we do it Monday 1. If you've never used a self check-out machine"
    ],
    [
      1,
      "Tuesday",
      "No that's not for a couple more weeks. Usually we do it Tuesday 1. If you've never used a self check-out machine"
    ],
    [
      2,
      "Wednesday",
      "No that's not for a couple more weeks. Usually we do it Wednesday 1. If you've never used a self check-out machine"
    ],
    [
      3,
      "Thursday",
      "No that's not for a couple more weeks. Usually we do it Thursday 1. If you've never used a self check-out machine"
    ],
    [
      4,
      "Friday",
      "No that's not for a couple more weeks. Usually we do it Friday 1. If you've never used a self check-out machine"
    ],
    [
      5,
      "Saturday",
      "No that's not for a couple more weeks. Usually we do it Saturday 1. If you've never used a self check-out machine"
    ],
    [
      6,
      "Sunday",
      "No that's not for a couple more weeks. Usually we do it Sunday 1. If you've never used a self check-out machine"
    ]
  ],
  "He crossed the line 6.5 seconds ahead of Rossi who awoke dazed from a heavy qualifying crash {temporal}": [
    [
      0,
      "Monday",
      "He crossed the line 6.5 seconds ahead of Rossi who awoke dazed from a heavy qualifying crash Monday"
    ],
    [
      1,
      "Tuesday",
      "He crossed the line 6.5 seconds ahead of Rossi who awoke dazed from a heavy qualifying crash Tuesday"
    ],
    [
      2,
      "Wednesday",
      "He crossed the line 6.5 seconds ahead of Rossi who awoke dazed from a heavy qualifying crash Wednesday"
    ],
    [
      3,
      "Thursday",
      "He crossed the line 6.5 seconds ahead of Rossi who awoke dazed from a heavy qualifying crash Thursday"
    ],
    [
      4,
      "Friday",
      "He crossed the line 6.5 seconds ahead of Rossi who awoke dazed from a heavy qualifying crash Friday"
    ],
    [
      5,
      "Saturday",
      "He crossed the line 6.5 seconds ahead of Rossi who awoke dazed from a heavy qualifying crash Saturday"
    ],
    [
      6,
      "Sunday",
      "He crossed the line 6.5 seconds ahead of Rossi who awoke dazed from a heavy qualifying crash Sunday"
    ]
  ],
  "The 16 remaining players will now compete in eliminator rounds beginning {temporal}": [
    [
      0,
      "Monday",
      "The 16 remaining players will now compete in eliminator rounds beginning Monday"
    ],
    [
      1,
      "Tuesday",
      "The 16 remaining players will now compete in eliminator rounds beginning Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The 16 remaining players will now compete in eliminator rounds beginning Wednesday"
    ],
    [
      3,
      "Thursday",
      "The 16 remaining players will now compete in eliminator rounds beginning Thursday"
    ],
    [
      4,
      "Friday",
      "The 16 remaining players will now compete in eliminator rounds beginning Friday"
    ],
    [
      5,
      "Saturday",
      "The 16 remaining players will now compete in eliminator rounds beginning Saturday"
    ],
    [
      6,
      "Sunday",
      "The 16 remaining players will now compete in eliminator rounds beginning Sunday"
    ]
  ],
  "\"All I'm worried about is getting the bunts down,\" said Derek Holland, who pitches {temporal}": [
    [
      0,
      "Monday",
      "\"All I'm worried about is getting the bunts down,\" said Derek Holland, who pitches Monday"
    ],
    [
      1,
      "Tuesday",
      "\"All I'm worried about is getting the bunts down,\" said Derek Holland, who pitches Tuesday"
    ],
    [
      2,
      "Wednesday",
      "\"All I'm worried about is getting the bunts down,\" said Derek Holland, who pitches Wednesday"
    ],
    [
      3,
      "Thursday",
      "\"All I'm worried about is getting the bunts down,\" said Derek Holland, who pitches Thursday"
    ],
    [
      4,
      "Friday",
      "\"All I'm worried about is getting the bunts down,\" said Derek Holland, who pitches Friday"
    ],
    [
      5,
      "Saturday",
      "\"All I'm worried about is getting the bunts down,\" said Derek Holland, who pitches Saturday"
    ],
    [
      6,
      "Sunday",
      "\"All I'm worried about is getting the bunts down,\" said Derek Holland, who pitches Sunday"
    ]
  ],
  "Happy birthday! Below is a very witty, thoughtful, and well-written op-ed that was published in the Akron Beacon Journal {temporal}": [
    [
      0,
      "Monday",
      "Happy birthday! Below is a very witty, thoughtful, and well-written op-ed that was published in the Akron Beacon Journal Monday"
    ],
    [
      1,
      "Tuesday",
      "Happy birthday! Below is a very witty, thoughtful, and well-written op-ed that was published in the Akron Beacon Journal Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Happy birthday! Below is a very witty, thoughtful, and well-written op-ed that was published in the Akron Beacon Journal Wednesday"
    ],
    [
      3,
      "Thursday",
      "Happy birthday! Below is a very witty, thoughtful, and well-written op-ed that was published in the Akron Beacon Journal Thursday"
    ],
    [
      4,
      "Friday",
      "Happy birthday! Below is a very witty, thoughtful, and well-written op-ed that was published in the Akron Beacon Journal Friday"
    ],
    [
      5,
      "Saturday",
      "Happy birthday! Below is a very witty, thoughtful, and well-written op-ed that was published in the Akron Beacon Journal Saturday"
    ],
    [
      6,
      "Sunday",
      "Happy birthday! Below is a very witty, thoughtful, and well-written op-ed that was published in the Akron Beacon Journal Sunday"
    ]
  ],
  "Fortunately I did wind up with a fantastic new(ish) vehicle, and I did get home in time to watch a movie for {temporal}": [
    [
      0,
      "Monday",
      "Fortunately I did wind up with a fantastic new(ish) vehicle, and I did get home in time to watch a movie for Monday"
    ],
    [
      1,
      "Tuesday",
      "Fortunately I did wind up with a fantastic new(ish) vehicle, and I did get home in time to watch a movie for Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Fortunately I did wind up with a fantastic new(ish) vehicle, and I did get home in time to watch a movie for Wednesday"
    ],
    [
      3,
      "Thursday",
      "Fortunately I did wind up with a fantastic new(ish) vehicle, and I did get home in time to watch a movie for Thursday"
    ],
    [
      4,
      "Friday",
      "Fortunately I did wind up with a fantastic new(ish) vehicle, and I did get home in time to watch a movie for Friday"
    ],
    [
      5,
      "Saturday",
      "Fortunately I did wind up with a fantastic new(ish) vehicle, and I did get home in time to watch a movie for Saturday"
    ],
    [
      6,
      "Sunday",
      "Fortunately I did wind up with a fantastic new(ish) vehicle, and I did get home in time to watch a movie for Sunday"
    ]
  ],
  "Posh got her shop on at the world-famous Barneys and Prada in NYC {temporal}": [
    [
      0,
      "Monday",
      "Posh got her shop on at the world-famous Barneys and Prada in NYC Monday"
    ],
    [
      1,
      "Tuesday",
      "Posh got her shop on at the world-famous Barneys and Prada in NYC Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Posh got her shop on at the world-famous Barneys and Prada in NYC Wednesday"
    ],
    [
      3,
      "Thursday",
      "Posh got her shop on at the world-famous Barneys and Prada in NYC Thursday"
    ],
    [
      4,
      "Friday",
      "Posh got her shop on at the world-famous Barneys and Prada in NYC Friday"
    ],
    [
      5,
      "Saturday",
      "Posh got her shop on at the world-famous Barneys and Prada in NYC Saturday"
    ],
    [
      6,
      "Sunday",
      "Posh got her shop on at the world-famous Barneys and Prada in NYC Sunday"
    ]
  ],
  "3 Matt Stevens (Saracens) - Stevens was in excellent form against Racing {temporal}": [
    [
      0,
      "Monday",
      "3 Matt Stevens (Saracens) - Stevens was in excellent form against Racing Monday"
    ],
    [
      1,
      "Tuesday",
      "3 Matt Stevens (Saracens) - Stevens was in excellent form against Racing Tuesday"
    ],
    [
      2,
      "Wednesday",
      "3 Matt Stevens (Saracens) - Stevens was in excellent form against Racing Wednesday"
    ],
    [
      3,
      "Thursday",
      "3 Matt Stevens (Saracens) - Stevens was in excellent form against Racing Thursday"
    ],
    [
      4,
      "Friday",
      "3 Matt Stevens (Saracens) - Stevens was in excellent form against Racing Friday"
    ],
    [
      5,
      "Saturday",
      "3 Matt Stevens (Saracens) - Stevens was in excellent form against Racing Saturday"
    ],
    [
      6,
      "Sunday",
      "3 Matt Stevens (Saracens) - Stevens was in excellent form against Racing Sunday"
    ]
  ],
  "The upcoming ilb will therefore host a solidarity event for Pussy Riot at the Haus der Berliner Festspiele {temporal}": [
    [
      0,
      "Monday",
      "The upcoming ilb will therefore host a solidarity event for Pussy Riot at the Haus der Berliner Festspiele Monday"
    ],
    [
      1,
      "Tuesday",
      "The upcoming ilb will therefore host a solidarity event for Pussy Riot at the Haus der Berliner Festspiele Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The upcoming ilb will therefore host a solidarity event for Pussy Riot at the Haus der Berliner Festspiele Wednesday"
    ],
    [
      3,
      "Thursday",
      "The upcoming ilb will therefore host a solidarity event for Pussy Riot at the Haus der Berliner Festspiele Thursday"
    ],
    [
      4,
      "Friday",
      "The upcoming ilb will therefore host a solidarity event for Pussy Riot at the Haus der Berliner Festspiele Friday"
    ],
    [
      5,
      "Saturday",
      "The upcoming ilb will therefore host a solidarity event for Pussy Riot at the Haus der Berliner Festspiele Saturday"
    ],
    [
      6,
      "Sunday",
      "The upcoming ilb will therefore host a solidarity event for Pussy Riot at the Haus der Berliner Festspiele Sunday"
    ]
  ],
  "Salisbury Township is running a bus trip to Radio City Music Hall's Christmas Spectacular in New York City {temporal}": [
    [
      0,
      "Monday",
      "Salisbury Township is running a bus trip to Radio City Music Hall's Christmas Spectacular in New York City Monday"
    ],
    [
      1,
      "Tuesday",
      "Salisbury Township is running a bus trip to Radio City Music Hall's Christmas Spectacular in New York City Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Salisbury Township is running a bus trip to Radio City Music Hall's Christmas Spectacular in New York City Wednesday"
    ],
    [
      3,
      "Thursday",
      "Salisbury Township is running a bus trip to Radio City Music Hall's Christmas Spectacular in New York City Thursday"
    ],
    [
      4,
      "Friday",
      "Salisbury Township is running a bus trip to Radio City Music Hall's Christmas Spectacular in New York City Friday"
    ],
    [
      5,
      "Saturday",
      "Salisbury Township is running a bus trip to Radio City Music Hall's Christmas Spectacular in New York City Saturday"
    ],
    [
      6,
      "Sunday",
      "Salisbury Township is running a bus trip to Radio City Music Hall's Christmas Spectacular in New York City Sunday"
    ]
  ],
  "Seattle police exchanged $80,000 in gift cards for guns {temporal}": [
    [
      0,
      "Monday",
      "Seattle police exchanged $80,000 in gift cards for guns Monday"
    ],
    [
      1,
      "Tuesday",
      "Seattle police exchanged $80,000 in gift cards for guns Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Seattle police exchanged $80,000 in gift cards for guns Wednesday"
    ],
    [
      3,
      "Thursday",
      "Seattle police exchanged $80,000 in gift cards for guns Thursday"
    ],
    [
      4,
      "Friday",
      "Seattle police exchanged $80,000 in gift cards for guns Friday"
    ],
    [
      5,
      "Saturday",
      "Seattle police exchanged $80,000 in gift cards for guns Saturday"
    ],
    [
      6,
      "Sunday",
      "Seattle police exchanged $80,000 in gift cards for guns Sunday"
    ]
  ],
  "The first goal of the season from MLS All-Star midfielder Osvaldo Alonso gave the Sounders a 2-1 win {temporal}": [
    [
      0,
      "Monday",
      "The first goal of the season from MLS All-Star midfielder Osvaldo Alonso gave the Sounders a 2-1 win Monday"
    ],
    [
      1,
      "Tuesday",
      "The first goal of the season from MLS All-Star midfielder Osvaldo Alonso gave the Sounders a 2-1 win Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The first goal of the season from MLS All-Star midfielder Osvaldo Alonso gave the Sounders a 2-1 win Wednesday"
    ],
    [
      3,
      "Thursday",
      "The first goal of the season from MLS All-Star midfielder Osvaldo Alonso gave the Sounders a 2-1 win Thursday"
    ],
    [
      4,
      "Friday",
      "The first goal of the season from MLS All-Star midfielder Osvaldo Alonso gave the Sounders a 2-1 win Friday"
    ],
    [
      5,
      "Saturday",
      "The first goal of the season from MLS All-Star midfielder Osvaldo Alonso gave the Sounders a 2-1 win Saturday"
    ],
    [
      6,
      "Sunday",
      "The first goal of the season from MLS All-Star midfielder Osvaldo Alonso gave the Sounders a 2-1 win Sunday"
    ]
  ],
  "Power was restored to all Norwich Public Utilities customers throughout the city as of {temporal}": [
    [
      0,
      "Monday",
      "Power was restored to all Norwich Public Utilities customers throughout the city as of Monday"
    ],
    [
      1,
      "Tuesday",
      "Power was restored to all Norwich Public Utilities customers throughout the city as of Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Power was restored to all Norwich Public Utilities customers throughout the city as of Wednesday"
    ],
    [
      3,
      "Thursday",
      "Power was restored to all Norwich Public Utilities customers throughout the city as of Thursday"
    ],
    [
      4,
      "Friday",
      "Power was restored to all Norwich Public Utilities customers throughout the city as of Friday"
    ],
    [
      5,
      "Saturday",
      "Power was restored to all Norwich Public Utilities customers throughout the city as of Saturday"
    ],
    [
      6,
      "Sunday",
      "Power was restored to all Norwich Public Utilities customers throughout the city as of Sunday"
    ]
  ],
  "If you haven't heard, Kansas City Chiefs linebacker, Javon Belcher shot and killed his girlfriend {temporal}": [
    [
      0,
      "Monday",
      "If you haven't heard, Kansas City Chiefs linebacker, Javon Belcher shot and killed his girlfriend Monday"
    ],
    [
      1,
      "Tuesday",
      "If you haven't heard, Kansas City Chiefs linebacker, Javon Belcher shot and killed his girlfriend Tuesday"
    ],
    [
      2,
      "Wednesday",
      "If you haven't heard, Kansas City Chiefs linebacker, Javon Belcher shot and killed his girlfriend Wednesday"
    ],
    [
      3,
      "Thursday",
      "If you haven't heard, Kansas City Chiefs linebacker, Javon Belcher shot and killed his girlfriend Thursday"
    ],
    [
      4,
      "Friday",
      "If you haven't heard, Kansas City Chiefs linebacker, Javon Belcher shot and killed his girlfriend Friday"
    ],
    [
      5,
      "Saturday",
      "If you haven't heard, Kansas City Chiefs linebacker, Javon Belcher shot and killed his girlfriend Saturday"
    ],
    [
      6,
      "Sunday",
      "If you haven't heard, Kansas City Chiefs linebacker, Javon Belcher shot and killed his girlfriend Sunday"
    ]
  ],
  "Two of the 33-foot missiles recently arrived at this oceanside base, the Santa Barbara News-Press reported {temporal}": [
    [
      0,
      "Monday",
      "Two of the 33-foot missiles recently arrived at this oceanside base, the Santa Barbara News-Press reported Monday"
    ],
    [
      1,
      "Tuesday",
      "Two of the 33-foot missiles recently arrived at this oceanside base, the Santa Barbara News-Press reported Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Two of the 33-foot missiles recently arrived at this oceanside base, the Santa Barbara News-Press reported Wednesday"
    ],
    [
      3,
      "Thursday",
      "Two of the 33-foot missiles recently arrived at this oceanside base, the Santa Barbara News-Press reported Thursday"
    ],
    [
      4,
      "Friday",
      "Two of the 33-foot missiles recently arrived at this oceanside base, the Santa Barbara News-Press reported Friday"
    ],
    [
      5,
      "Saturday",
      "Two of the 33-foot missiles recently arrived at this oceanside base, the Santa Barbara News-Press reported Saturday"
    ],
    [
      6,
      "Sunday",
      "Two of the 33-foot missiles recently arrived at this oceanside base, the Santa Barbara News-Press reported Sunday"
    ]
  ],
  "So, we can cut it with a blow torch? Into box sized hunks. Sounds like a great way to spend {temporal}": [
    [
      0,
      "Monday",
      "So, we can cut it with a blow torch? Into box sized hunks. Sounds like a great way to spend Monday"
    ],
    [
      1,
      "Tuesday",
      "So, we can cut it with a blow torch? Into box sized hunks. Sounds like a great way to spend Tuesday"
    ],
    [
      2,
      "Wednesday",
      "So, we can cut it with a blow torch? Into box sized hunks. Sounds like a great way to spend Wednesday"
    ],
    [
      3,
      "Thursday",
      "So, we can cut it with a blow torch? Into box sized hunks. Sounds like a great way to spend Thursday"
    ],
    [
      4,
      "Friday",
      "So, we can cut it with a blow torch? Into box sized hunks. Sounds like a great way to spend Friday"
    ],
    [
      5,
      "Saturday",
      "So, we can cut it with a blow torch? Into box sized hunks. Sounds like a great way to spend Saturday"
    ],
    [
      6,
      "Sunday",
      "So, we can cut it with a blow torch? Into box sized hunks. Sounds like a great way to spend Sunday"
    ]
  ],
  "CAROLINA SHORES—Ed Gillin, former chairman of the town planning and zoning board, died {temporal}": [
    [
      0,
      "Monday",
      "CAROLINA SHORES—Ed Gillin, former chairman of the town planning and zoning board, died Monday"
    ],
    [
      1,
      "Tuesday",
      "CAROLINA SHORES—Ed Gillin, former chairman of the town planning and zoning board, died Tuesday"
    ],
    [
      2,
      "Wednesday",
      "CAROLINA SHORES—Ed Gillin, former chairman of the town planning and zoning board, died Wednesday"
    ],
    [
      3,
      "Thursday",
      "CAROLINA SHORES—Ed Gillin, former chairman of the town planning and zoning board, died Thursday"
    ],
    [
      4,
      "Friday",
      "CAROLINA SHORES—Ed Gillin, former chairman of the town planning and zoning board, died Friday"
    ],
    [
      5,
      "Saturday",
      "CAROLINA SHORES—Ed Gillin, former chairman of the town planning and zoning board, died Saturday"
    ],
    [
      6,
      "Sunday",
      "CAROLINA SHORES—Ed Gillin, former chairman of the town planning and zoning board, died Sunday"
    ]
  ],
  "BOSTON, MA – The University at Buffalo men's and women's cross country teams finished the 2009 season {temporal}": [
    [
      0,
      "Monday",
      "BOSTON, MA – The University at Buffalo men's and women's cross country teams finished the 2009 season Monday"
    ],
    [
      1,
      "Tuesday",
      "BOSTON, MA – The University at Buffalo men's and women's cross country teams finished the 2009 season Tuesday"
    ],
    [
      2,
      "Wednesday",
      "BOSTON, MA – The University at Buffalo men's and women's cross country teams finished the 2009 season Wednesday"
    ],
    [
      3,
      "Thursday",
      "BOSTON, MA – The University at Buffalo men's and women's cross country teams finished the 2009 season Thursday"
    ],
    [
      4,
      "Friday",
      "BOSTON, MA – The University at Buffalo men's and women's cross country teams finished the 2009 season Friday"
    ],
    [
      5,
      "Saturday",
      "BOSTON, MA – The University at Buffalo men's and women's cross country teams finished the 2009 season Saturday"
    ],
    [
      6,
      "Sunday",
      "BOSTON, MA – The University at Buffalo men's and women's cross country teams finished the 2009 season Sunday"
    ]
  ],
  "The illness was first announced Friday, and Elizabeth had to cancel a visit Swansea, Wales, {temporal}": [
    [
      0,
      "Monday",
      "The illness was first announced Friday, and Elizabeth had to cancel a visit Swansea, Wales, Monday"
    ],
    [
      1,
      "Tuesday",
      "The illness was first announced Friday, and Elizabeth had to cancel a visit Swansea, Wales, Tuesday"
    ],
    [
      2,
      "Wednesday",
      "The illness was first announced Friday, and Elizabeth had to cancel a visit Swansea, Wales, Wednesday"
    ],
    [
      3,
      "Thursday",
      "The illness was first announced Friday, and Elizabeth had to cancel a visit Swansea, Wales, Thursday"
    ],
    [
      4,
      "Friday",
      "The illness was first announced Friday, and Elizabeth had to cancel a visit Swansea, Wales, Friday"
    ],
    [
      5,
      "Saturday",
      "The illness was first announced Friday, and Elizabeth had to cancel a visit Swansea, Wales, Saturday"
    ],
    [
      6,
      "Sunday",
      "The illness was first announced Friday, and Elizabeth had to cancel a visit Swansea, Wales, Sunday"
    ]
  ],
  "K1 Speed fans – its time to put your racing skills to the test this {temporal}": [
    [
      0,
      "Monday",
      "K1 Speed fans – its time to put your racing skills to the test this Monday"
    ],
    [
      1,
      "Tuesday",
      "K1 Speed fans – its time to put your racing skills to the test this Tuesday"
    ],
    [
      2,
      "Wednesday",
      "K1 Speed fans – its time to put your racing skills to the test this Wednesday"
    ],
    [
      3,
      "Thursday",
      "K1 Speed fans – its time to put your racing skills to the test this Thursday"
    ],
    [
      4,
      "Friday",
      "K1 Speed fans – its time to put your racing skills to the test this Friday"
    ],
    [
      5,
      "Saturday",
      "K1 Speed fans – its time to put your racing skills to the test this Saturday"
    ],
    [
      6,
      "Sunday",
      "K1 Speed fans – its time to put your racing skills to the test this Sunday"
    ]
  ],
  "Around 200 people were evacuated after a fire broke out in a marquee in the garden of a cricket club on Winchmore Hill, in Enfield, N21 {temporal}": [
    [
      0,
      "Monday",
      "Around 200 people were evacuated after a fire broke out in a marquee in the garden of a cricket club on Winchmore Hill, in Enfield, N21 Monday"
    ],
    [
      1,
      "Tuesday",
      "Around 200 people were evacuated after a fire broke out in a marquee in the garden of a cricket club on Winchmore Hill, in Enfield, N21 Tuesday"
    ],
    [
      2,
      "Wednesday",
      "Around 200 people were evacuated after a fire broke out in a marquee in the garden of a cricket club on Winchmore Hill, in Enfield, N21 Wednesday"
    ],
    [
      3,
      "Thursday",
      "Around 200 people were evacuated after a fire broke out in a marquee in the garden of a cricket club on Winchmore Hill, in Enfield, N21 Thursday"
    ],
    [
      4,
      "Friday",
      "Around 200 people were evacuated after a fire broke out in a marquee in the garden of a cricket club on Winchmore Hill, in Enfield, N21 Friday"
    ],
    [
      5,
      "Saturday",
      "Around 200 people were evacuated after a fire broke out in a marquee in the garden of a cricket club on Winchmore Hill, in Enfield, N21 Saturday"
    ],
    [
      6,
      "Sunday",
      "Around 200 people were evacuated after a fire broke out in a marquee in the garden of a cricket club on Winchmore Hill, in Enfield, N21 Sunday"
    ]
  ]
}